"USSD_ERROR" = "Chyba provádění požadavku";
"USSD_TERMINATED" = "Relace ukončena";

"%@ Call Forwarding\n%@\n%@%@" = "Přesměrování hovoru (%@)\n%@\n%@%@";
"%@ Call Waiting\n%@" = "Čekající hovor (%@)\n%@";
"%@ Call Barring\n%@\n%@" = "Blokování hovoru (%@)\n%@\n%@";
"%@ Fixed Dialing\n%@" = "Fixní vytáčení (%@)\n%@";
"Connected Line Presentation\n%@" = "Prezentace připojené linky\n%@";
"Calling Line Presentation\n%@" = "Prezentace linky volání\n%@";
"Connected Line ID Restriction\n%@" = "Omezení ID připojené linky\n%@";
"Calling Line ID Restriction\n%@" = "Omezení ID linky volání\n%@";
"SIM Lock\n%@" = "Zámek SIM\n%@";
"Service Center Address\n%@" = "Adresa servisního střediska\n%@";
"Supplementary Service Password\n%@" = "Heslo doplňkové služby\n%@";
"Calling Name Presentation\n%@" = "Prezentace linky volání\n%@";

"Forwards to %@\n" = "Přesměrovat na: %@\n";

"All Calls" = "Všechny hovory";
"All Conditional Calls" = "Všechny podmíněné hovory";
"Async Data Circuit" = "Asynchronní datový obvod";
"Data" = "Data";
"Fax" = "Fax";
"Packet Access" = "Paketový přístup";
"Pad Access" = "Přístup přes Pad";
"SMS" = "SMS";
"Sync Data Circuit" = "Synchronní datový obvod";
"Voice" = "Hlas";

"All Outgoing" = "Vše odchozí";
"All Incoming" = "Vše příchozí";
"Outgoing International" = "Odchozí mezinárodní služba";
"Outgoing International, Except Home Country" = "Odchozí mezinárodní služba (do zahraničí)";
"Incoming While Roaming Outside Home Country" = "Příchozí služba při roamingu v zahraničí";
"Incoming, Not On SIM" = "Příchozí služba (není na SIM kartě)";
"All Services" = "Všechny služby";
"All Outgoing Services" = "Všechny odchozí služby";
"All Incoming Services" = "Všechny příchozí služby";

"Disabled" = "Vypnuto";
"Enabled" = "Zapnuto";

"On All Calls" = "Ve všech hovorech";
"When Busy" = "Je-li obsazeno";
"When Unanswered" = "Není-li odpověď";
"When Unreachable" = "Není-li dosažitelné";

"Setting %@ Succeeded" = "Nastavování úspěšně dokončeno (%@)\n";
"Setting Interrogation Succeeded" = "Nastavování dotazu úspěšně dokončeno\n";
"Setting %@ Failed" = "Nastavování selhalo (%@)\n";
"Setting Interrogation Failed" = "Nastavování dotazu selhalo\n";

"Not Available" = "Není k dispozici";
"Network Controlled" = "Řízeno sítí";
"Temporarily Disabled" = "Dočasně vypnuto";
"Temporarily Enabled" = "Dočasně zapnuto";
"Unknown" = "Není známo";

"Activation" = "Aktivace";
"Deactivation" = "Deaktivace";
"Interrogation" = "Dotaz";
"Registration" = "Registrace";
"Erasure" = "Mazání";

"No Address" = "Žádná adresa";
"No Service Specified" = "Žádná služba neurčena";
"Type %d" = "Typ %d";

// generic error
"CALL_FAILED" = "Hovor selhal";
// error codes
"kCTNoError" = "Žádná chyba";
"kCTUnknownError" = "Neznámá chyba";
"kCTErrorRadioFailure" = "Selhání rádia";
// Generic network errors
"kCTErrorNetworkFailure" = "Selhání sítě";
"kCTErrorCongestion" = "Síť zahlcena";
"kCTErrorUnidentifiedSubscriber" = "Neidentifikovaný odběratel";
"kCTErrorFacilityRejected" = "Zařízení odmítnuto";
"kCTErrorUnknownSubscriber" = "Neznámý odběratel";
"kCTErrorNetworkOutOfOrder" = "Síť mimo provoz";
"kCTErrorInvalidTransactionIdentifier" = "Neplatný identifikátor transakce";
"kCTErrorSemanticallyIncorrectMessage" = "Sémanticky nesprávná zpráva";
"kCTErrorInvalidMandatoryInformation" = "Neplatné povinné údaje";
"kCTErrorMessageTypeNonExistant" = "Neexistující typ zprávy";
"kCTErrorMessageNotCompatibleWithProtocolState" = "Zpráva neslučitelná se stavem protokolu";
"kCTErrorInformationElementNonExistant" = "Neexistující informační prvek";
"kCTErrorProtocolErrorUnspecified" = "Neurčená chyba protokolu";
"kCTErrorTemporaryFailure" = "Dočasné selhání";
"kCTErrorResourcesUnavailable" = "Prostředky nejsou k dispozici";
"kCTErrorRequestedFacilityNotSubscribed" = "Požadovaná služba neodebírána";
"kCTErrorRequestedFacilityNotImplemented" = "Požadovaná služba neimplementována";
"kCTErrorInterworkingError" = "Chyba spolupráce";
"kCTErrorInterworkingNotSupported" = "Spolupráce nepodporována";
"kCTErrorCommandCannotBeActioned" = "Příkaz nelze provést";
"kCTErrorNoNetworkService" = "Žádná síťová služba";
// Call related errors
"kCTErrorUnassignedNumber" = "Nepřiřazené číslo";
"kCTErrorOperatorDeterminedBarring" = "Blokování určené operátorem";
"kCTErrorCallBarred" = "Blokovaný hovor";
"kCTErrorUserBusy" = "Uživatel obsazený";
"kCTErrorNoUserResponding" = "Žádná odpověď uživatele";
"kCTErrorNumberChanged" = "Změněné číslo";
"kCTErrorInvalidNumberFormat" = "Neplatný formát čísla";
"kCTErrorCallRejected" = "Hovor odmítnut";
// SIM errors
"kCTErrorSimNotInserted" = "Žádná SIM karta";
"kCTErrorSimPinRequired" = "Požadován kód SIM PIN";
"kCTErrorSimPukRequired" = "Požadován kód SIM PUK";
"kCTErrorSimFailure" = "Selhání SIM";
"kCTErrorSimMemoryFailure" = "Selhání paměti SIM";
"kCTBadPinFormatError" = "Chybný formát PIN";
"kCTErrorNumberNotAllowed" = "Číslo nepovoleno";
"kCTErrorIncorrectPassword" = "Nesprávné heslo";
// SMS Errors
"kCTErrorShortMessageTransferRejected" = "Přenos krátké zprávy odmítnut";
"kCTErrorDestinationOutOfOrder" = "Cílové umístění mimo provoz";
"kCTErrorClass0NotSupported" = "Třída 0 nepodporována";
"kCTErrorCannotReplaceSm" = "Nelze vyměnit SIM";
"kCTErrorUnspecifiedPid" = "Neurčené PID";
"kCTErrorDataCodingSchemeNotSupported" = "Nepodporované schéma kódování dat";
"kCTErrorUnspecifiedDcs" = "Neurčená chyba DCS";
"kCTErrorCommandUnsupported" = "Nepodporovaný příkaz";
"kCTErrorUnspecifiedTpCommand" = "Neurčená chyba TP příkazu";
"kCTErrorTpduNotSupported" = "TPDU nepodporováno";
"kCTErrorScBusy" = "SC obsazeno";
"kCTErrorRejectedBySimSmsControl" = "Odmítnuto řízením SIM SMS";
// GPRS Errors
"kCTErrorGprsIllegalMs" = "Neplatné MS pro GPRS";
"kCTErrorGprsIllegalMe" = "Neplatné ME pro GPRS";
"kCTErrorGprsServicesNotAllowed" = "Služby GPRS nepovoleny";
"kCTErrorGprsPlmnNotAllowed" = "GPRS PLMN nepovoleno";
"kCTErrorGprsLocationAreaNotAllowed" = "Oblast GPRS nepovolena";
"kCTErrorGprsRoamingNotAllowedInLocationArea" = "Roaming GPRS v oblasti nepovolen";
"kCTErrorGprsServiceOptionNotSupported" = "Volba služby GPRS nepovolena";
"kCTErrorGprsServiceOptionNotSubscribed" = "Volba služby GPRS neodebírána";
"kCTErrorGprsServiceOptionTemporarilyOutOfOrder" = "Volba služby GPRS dočasně mimo provoz";
"kCTErrorGprsPdpAuthenticationFailure" = "Selhání ověření totožnosti GPRS PDP";
"kCTErrorGprsInvalidMobileClass" = "Neplatná mobilní třída GPRS";
"kCTErrorGprsUnspecified" = "GPRS neurčeno";
"kCTErrorGprsMissingorUnknownAPN" = "Chybí GPRS nebo neznámé APN";
"kCTErrorGprsPDPAuthenticationInfoRejectedByBaseband" = "Údaje ověření totožnosti GPRS PDP odmítnuty základním pásmem";
